Repository: th23x/th23-contact
Catalog: lang/th23-contact-*.po
Languages: de_de

source: You must be <a href="%s">logged in</a> to use the contact form.
de_de: Um das Kontaktformular zu nutzen, musst Du Dich <a href="%s">einloggen</a>.

source: Invalid request - please fill out the form below and try again
de_de: Ungültige Anfrage - bitte fülle das Formular aus und versuche es erneut

source: Sorry, you do not seem to be human - please solve the captcha shown to proof otherwise
de_de: Du scheinst kein Mensch zu sein - bitte löse das Captcha um das Gegenteil zu beweisen

source: Terms of Usage
de_de: Nutzungsbedingungen

source: Please accept the %s and agree with processing your data
de_de: Bitte akzeptiere %s und stimme der Verarbeitung Deiner Daten zu

source: Please enter your name
de_de: Bitte gib Deinen Namen ein

source: Please enter your e-mail address
de_de: Bitte gib Deine E-Mail Adresse ein

source: Please enter your valid e-mail address
de_de: Bitte gib Deine gültige E-Mail Adresse ein

source: Please enter a message
de_de: Bitte gib eine Nachricht ein

source: New message
de_de: Neue Nachricht

source: visitor
de_de: Besucher

source: %1$s (%2$s) sent you the following message via the contact form: %3$s --- Reply e-mail: %4$s
de_de: %1$s (%2$s) hat Dir folgende Nachricht über das Kontaktformular gesendet: %3$s --- Antwortadresse: %4$s

source: Your message could not be sent due to an error - please try again
de_de: Deine Nachricht konnte nicht gesendet werden - bitte versuch es erneut

source: Your message has been sent - thank you
de_de: Deine Nachricht wurde gesendet - vielen Dank

source: Required
de_de: Notwendig

source: Subject
de_de: Betreff

source: Message
de_de: Nachricht

source: I accept the %s and agree with processing my data
de_de: Ich akzeptiere %s und stimme der Verarbeitung meiner Daten zu

source: Required&#xa;&#128161; What? A captcha is a small test aiming to distinguish humans from computers.&#xa;&#128077; Why? Internet today needs to fight a lot of spam and this small test is required to keep this website clean.
de_de: Notwendig&#xa;&#128161; Was? Ein Captcha ist ein kleiner Test zur Unterscheidung zwischen Mensch und Computer.&#xa;&#128077; Warum? Im Internet gibt es heute jede Menge Spam und dieser kleine Test hilft, diese Webseite davon frei zu halten.

source: Confirm being a human
de_de: Bestätige ein Mensch zu sein

source: Send
de_de: Senden

source: Hide settings descriptions
de_de: Beschreibungen zu den Einstellungen ausblenden

source: Settings and support
de_de: Einstellungen und Support

source: <p>You can find video tutorials explaning the plugin settings on <a href="https://www.youtube.com/channel/UCS3sNYFyxhezPVu38ESBMGA">my YouTube channel</a>.</p><p>More details and explanations are available on <a href="https://th23.net/th23-contact-support/">my Frequently Asked Questions (FAQ) page</a> or the <a href="https://wordpress.org/support/plugin/th23-contact/">plugin support section on WordPress.org</a>.</p>
de_de: <p>Video-Tutorials zu Plugin-Einstellungen findest Du auch auf <a href="https://www.youtube.com/channel/UCS3sNYFyxhezPVu38ESBMGA">meinem YouTube Kanal</a>.</p><p>Weitere Details und Erklärungen findest Du auf <a href="https://th23.net/th23-contact-support/">meiner Frequently Asked Questions (FAQ) Seite</a> verfügbar oder im <a href="https://wordpress.org/support/plugin/th23-contact/">Plugin Support Bereich auf WordPress.org</a>.</p>

source: <p>Support me by <a href="https://wordpress.org/support/plugin/th23-contact/reviews/#new-post">leaving a review</a> or check out some of <a href="https://wordpress.org/plugins/search/th23/">my other plugins</a> <strong>:-)</strong></p>
de_de: <p>Unterstütze mich durch <a href="https://wordpress.org/support/plugin/th23-contact/reviews/#new-post">ein Review dieses Plugins</a> oder indem Du auch eines <a href="https://wordpress.org/plugins/search/th23/">meiner anderen Plugins</a> nutzt<strong> :-)</strong></p>

source: This option is only available with the %1$s version of this plugin
de_de: Diese Einstellung ist nur mit der %1$s Version dieses Plugins verfügbar

source: Limit usage of contact shortcode to selected pages / posts, reducing unnecessary CSS loading - leave empty to use on all pages and posts
de_de: Begrenze die Nutzung des Kontakt-Shortcodes auf ausgewählte Seiten / Beiträge um unnötiges Laden von CSS zu vermeiden - wähle nichts aus um den Shortcode auf allen Seiten und Beiträgen nutzen zu können

source: Important: Requires contact shortcode %s placed in page / post to show contact form
de_de: Wichtig: Der %s Shortcode muss in eine Seite / einen Beitrag eingefügt werden, um das Kontaktformular anzuzeigen

source: Note: Shortcode can only be used once per page / post
de_de: Hinweis: Es kann nur ein Kontakt-Shortcode pro Seite / Beitrag genutzt werden

source: Pages / Posts
de_de: Seiten / Beiträge

source: All pages
de_de: Alle Seiten

source: All posts
de_de: Alle Beiträge

source: Page: %s
de_de: Seite: %s

source: Post: %s
de_de: Beitrag: %s

source: Recipient
de_de: Empfänger

source: Provide mail address for contact form submissions - %1$sclick here%2$s to use your default admin e-mail address (%3$s)
de_de: Gib die E-Mail-Adresse des Empfängers für Einsendungen über das Kontaktformular an - %1$sklicke hier%2$s um die Standard-Administrator E-Mail-Adresse (%3$s) zu nutzen

source: Subject prefix
de_de: Betreff-Präfix

source: Optional prefix to be added before the subject of mails sent from the contact form
de_de: Optionales Präfix welches dem Betreff der E-Mails über das Kontaktformular vorangestellt wird

source: Visitors
de_de: Besucher

source: If disabled, unregistered visitors will see a notice requiring them to login for sending a message
de_de: Wenn deaktiviert, bekommen unregistrierte Besucher einen Hinweis angezeigt, welcher sie auffordert sich einzuloggen um eine Nachricht zu senden

source: Enable contact form for unregistered users
de_de: Kontaktformular für unregistrierte Nutzer aktivieren

source: Important: %1$s is an external service by %2$s which requires %3$ssigning up for free keys%4$s - usage will embed external scripts and transfer data to %2$s
de_de: Wichtig: %1$s ist ein externer Dienst von %2$s für welchen eine %3$skostenfreie Anmeldung erforderlich%4$s ist - die Nutzung lädt externe Dateien und sendet Daten an %2$s

source: Unregistered users need to solve a captcha for better protection against spam and bots
de_de: Unregistrierte Nutzer müssen als Schutz vor Spam und Bots ein Captcha lösen

source: Public Key
de_de: Öffentlicher Schlüssel

source: Secret Key
de_de: Privater Schlüssel

source: Show / hide examples
de_de: Beispiele anzeigen / ausblenden

source: Example:
de_de: Beispiel:

source: Note: For changing title and link shown see %s
de_de: Hinweis: Zum Ändern von Titel und Link siehe %s

source: General Settings
de_de: Allgemeine Einstellungen

source: Terms
de_de: Bedingungen

source: Unregistered users are required to accept terms of usage before sending their message
de_de: Unregistrierte Nutzer müssen den Nutzungsbedingungen zustimmern bevor sie eine Nachricht senden können

source: Upgrade to %s version
de_de: Upgrade auf %s Version

source: Upload Professional extension?
de_de: Upload Professional Erweiterung?

source: Go to plugin settings page for upload...
de_de: Zum Upload siehe die Plugin Einstellungen...

source: Due to an update the previously installed %1$s extension is missing. Please get the latest version of the %1$s extension from %2$s. %3$s
de_de: Aufgrund eines Updates fehlt die vorher installierte %1$s Erweiterung. Bitte downloade the aktuelle Version der %1$s Erweiterung von %2$s. %3$s

source: Error
de_de: Fehler

source: Warning
de_de: Warnung

source: Your are running a multisite installation - the plugin is not designed for this setup and therefore might not work properly
de_de: Dies ist eine Multisite Installation - dieses Plugin ist nicht für dieses Setup entwickelt und könnte nicht korrekt funktionieren

source: No valid e-mail address is specified as recipient - despite your settings the plugin will be disabled until you specify one
de_de: Es ist keine gültige E-Mail-Adresse als Empfänger angegeben - unabhängig von den Einstellungen bleibt dieses Plugin inaktiv bis eine valide E-Mail-Adresse vorhanden ist

source: %s requires a public and a private key to work - despite your settings it will be disabled until you define them
de_de: %s benötige einen öffentlichen und einen privaten Schlüssel um zu funktionieren - unabhängig von den Einstellungen bleibt dieses dekativiert bis entsprechende Schlüssel vorhanden sind

source: Settings
de_de: Einstellungen

source: Done
de_de: Fertig

source: Settings saved
de_de: Einstellungen gespeichert

source: Save Changes
de_de: Speichern

source: By %s
de_de: Von %s

source: Visit plugin site
de_de: Besuche die Plugin Homepage

source: Try again?
de_de: Erneut versuchen?

source: Your server can not handle zip files. Please extract it locally and try again with the individual files. %s
de_de: Dein Webserver kann keine ZIP-Dateien verarbeiten. Bitte entpacke diese auf Deinem Rechner und versuche es erneut mit den einzelnen Dateien. %s

source: Failed to open zip file. %s
de_de: Öffnen der ZIP-Datei fehlgeschlagen. %s

source: Zip file seems to contain files not belonging to the Professional extension. %s
de_de: Die ZIP-Datei enthält anscheinend Dateien, welche nicht zur Professional Erweiterung gehören. %s

source: This does not seem to be a proper Professional extension file. %s
de_de: Dies ist anscheinend keine gültige Professional Erweiterungsdatei. %s

source: Upload missing file(s)!
de_de: Fehlende Datei(en) hochladen!

source: Professional extension file uploaded. %s
de_de: Professional Erweiterungsdatei hochgeladen. %s

source: Reload page to see Professional settings!
de_de: Seite neu laden, um Professional Einstellungen anzuzeigen!

source: Invalid combination of input field and default value for "%1$s" - please %2$scontact the plugin author%3$s
de_de: Ungültige Kombination von Eingabefeld und Standardwert für "%1$s" - bitte %2$skontaktiere den Plugin-Author%3$s

source: Copy from %s
de_de: Kopieren von %s

source: Legal information
de_de: Rechtliche Informationen

source: Title
de_de: Titel

source: If left empty, &quot;Terms of Usage&quot; will be used
de_de: Wenn leergelassen, wird &quot;Nutzungsbedingungen&quot; verwendet

source: Can be relative URL - if left empty, no link will be added
de_de: Kann als relative URL angegeben werden - wenn leergelassen, wird der Titel nicht verlinkt

source: Reference a page providing user with legally required information about terms of usage, impressum and data provacy policy
de_de: Benenne eine Seite mit rechtlich notwendigen Informationen zu Nutzungsbedingungen, Impressum und Datenschutz für den Nutzer
